
"Copy button:" = "Knappen Kopier:";
"Mail button:" = "Knappen Mail:";
"Scan button:" = "Knappen Scan:";
"Scan-To-Web button:" = "Knappen Scan-til-web";
//Custom control UI strings
"Descreen" = "Fjern fra skærm";
"Color Restoration" = "Farvegenoprettelse";
"Adaptive Lighting" = "Lystilpasning";
"Unsharp Mask" = "Gør maske uskarp";
"Remove Dust"   = "Fjern støv";
"6-Color Scanning" = "6-farve scanning";


"Tooltip_Descreen" = "Fjern skærmmønstre (moiré)";
"Tooltip_ColorRestoration" = "Gendan falmede farver";
"Tooltip_AdaptiveLight" = "Juster belysningsniveauer automatisk";
"Tooltip_Sharpen" = "Øg skarphed";

//Cusom control  menu items
"None" = "Ingen";
"Low" = "Lav";
"Medium" = "Mellem";
"High" = "Høj";
"Extreme" = "Ekstrem";

"Resolution" = "Opløsning";
"Source Size" = "Kildestørrelse";
"New Size" = "Ny størrelse";
"Negative Number" = "Negativ %d";
"Slide Number" = "Dias %d";
"HP ICA Scan" = "HP ICA Scan";
"Install HP Devices" = "Installerer de komponenter, der kræves for at HP-enheder kan scanne vha. Image Capture.";
"Communication error" = "Kommunikationsfejl";
"Communication error while scanning" = "Der opstod en fejl under kommunikation med enheden. Tjek, at enheden er tilsluttet korrekt og tændt.";
"Image Save Error" = "Fejl ved lagrin af billede";
"Image Format Mismatch" = "Det program, der blev valgt i Automatisk opgave, kan ikke bruge det valgte arkivformat. Vælg et andet program eller et andet format.";
"Disk full error" = "Disk fuld";
"Disk full error String Description" = "Den valgte disk er fuld. Gem arkivet på en anden disk, eller slet arkiver for at frigive plads.";
"Permissions Error" = "Tilladelsesfejl";
"Permission Error Description" = "Du har ikke tilladelse til at gemme arkiver i \"%@\". Gem dem et andet sted.";
"Invalid value" = "Ugyldig værdi";
"Invalid value description" = "Den værdi, der er angivet i feltet %@, er ugyldig. Angiv en værdi mellem %ld og %ld, og prøv at scanne igen.";
"Image size is too long" = "Billedstørrelsen er for stor. Reducer billedets højde, bredde, opløsning, skalering eller arkivtype.";
"Read error" = "Læsefejl";
"Read error Description" = "Der opstod en fejl under hentning af scanningen fra enheden. Prøv igen.";
"Installation Problem" = "En obligatorisk softwarekomponent mangler eller er beskadiget. Geninstaller softwaren til enheden, og/eller tjek, om der er problemer på harddisken.";
"Document feeder error" = "Fejl på dokumentfremføreren.";
"Paper Jam Description One" = "Der sidder papir fast i den automatiske dokumentfremfører. I dokumentationen, der fulgte med enheden, kan du se, hvordan du fjerner det.";
"Paper Jam Description Two" = "Der sidder papir fast i den automatiske dokumentfremfører, eller den kan ikke plukke papir. Tag stakken op, luft den, og læg den tilbage i dokumentfremføreren. Der er flere oplysninger i den dokumentation, der fulgte med enheden.";
"Paper Jam Description Three" = "Låsen på den automatiske dokumentfremfører sidder ikke fast. Sæt den fast ved at trykke ned på den, indtil der høres et klik, og prøv derefter at scanne igen.";
"Document feeder empty" = "Dokumentfremføreren er tom";
"Document feeder empty description One" = "Den automatiske dokumentfremføreren fandt ingen dokumenter. Læg originalerne korrekt i den automatiske dokumentfremfører.";
"Document feeder empty description Two" = "Originalerne blev fjernet fra den automatiske dokumentfremfører. Læg dem i igen, og fortsæt scanningen.";
"ADF Duplex error" = "Den automatiske dokumentfremfører kan ikke scanne begge sider af en original, når den er længere end 12\".";
"Transparent Media Adapter Error" = "Fejl på transparentadapteren";
"Transparent Media Adapter Error Description One" ="Scanningen kunne ikke gennemføres, fordi transparentadapteren (TMA) ikke blev fundet. Hvis der er en TMA, skal du tjekke, at den er tilsluttet scanneren og derefter prøve igen.";
"Transparent Media Adapter Error Description Two" = "Tjek, at transparentadapteren er tilsluttet og placeret korrekt. Hvis enheden benytter en placeringsplade, skal du sikre dig, at referencemærket på pladen placeres ud for mærket på scanneren. Prøv derefter at scanne igen.";
"Transparent Media Adapter Error Description Three" = "Dækslet på transparentadapteren skal fjernes fra scannerglasset. Hvis det er gjort, skal du sikre dig, at skabelonen er placeret korrekt på scannerglasset. Hvis ikke der benyttes en skabelon, skal du sikre dig, at kalibreringsvinduet i låget ikke er blokeret. Læg det, der skal scannes, ca. 4 cm nede fra scannerglassets øverste kant.";
"Transparent Media Adapter Error Description Four" = "Fjern eventuelle originaler fra scannerglasset. Tjek endvidere, at transparentadapteren er tilsluttet og placeret korrekt.";
"Transparent Media Adapter Error Description Five" = "Softwaren er sat til at scanne et dias, men fandt et negativ. Ret dokumenttypen til Negativ.";
"Transparent Media Adapter Error Description Six" = "Softwaren er sat til at scanne et negativ, men fandt et dias. Ret dokumenttypen til Farvedias eller Positiv.";
"Transparent Media Adapter Error Description Seven" = "Transparentadapteren kunne ikke finde det angivne medie. Tjek, at mediet ligger korrekt i adapteren, og at du har valgt den korrekte medietype (Positiv eller Negativ) for det medie, der skal scannes.";
"Transparent Media Adapter Error Description Eight" = "Scanneren kan ikke scanne via transparentadapteren i øjeblikket. Vent, indtil scanneren ikke er optaget, og prøv derefter igen.";
"Scan Cancelled" = "Scanning annulleret";
"Scan Cancelled Description" = "Scanningen blev ikke færdig, fordi den blev annulleret under selve scanningsprocessen.";
"Device Busy" ="Enhed optaget";
"Device Busy Description" = "Scanneren benyttes af et andet program. Afslut andre scanningsprogrammer, og prøv igen.";
"Device Busy Description Network" = "Den handling, der blev anmodet om, kan ikke udføres, fordi den valgte netværksenhed er optaget. Prøv igen senere."; 

"Image Capture Scan" = "Image Capture-scanning";
"Sharpen" = "Skarpere";
"6-Color Scan" = "6-farve scan";
"Missing or Damaged Software" = "Software mangler eller er beskadiget";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "En eller flere komponenter, der skal bruges af Image Capture mangler eller er beskadiget. Installer softwaren til HP-enheden igen.";
"File name too long" = "Arkivnavn er for langt";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "Arkivet kunne ikke gemmes, fordi arkivnavnet er for langt. Brug et kortere navn, og prøv igen.";
"Warning: File name starts with a period" = "Advarsel: Arkivnavnet starter med et punktum";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "Det angivne arkivnavn begynder med et punktum (.). Hvis du fortsætter, gemmes arkivet som et skjult arkiv, og vil ikke være synligt i Finder. Du undgår dette ved at fjerne punktummet i starten af arkivnavnet.";
"Error Saving Image" = "Fejl ved lagring af billede";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "Image Capture fandt en ukendt fejl. Billedet kunne ikke gemmes. Prøv igen.";

"ADF_OUT_OF_PAPER_MESSAGE" = "Der blev ikke fundet nogen elementer i den automatiske dokumentfremfører. Læg originaler i den automatiske dokumentfremfører, og start scanningen igen.";

// Added on the 6-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "Seneste overvågningsscanning blev annulleret. Udfør den igen.";
"Templates" = "Skabeloner";

"DEVICE_BUSY" = "Enhed er optaget";
"DEVICE_BUSY_DESCRIPTION" = "Enheden benyttes i øjeblikket. Vent, indtil den forrige opgave er færdig, og prøv derefter at scanne igen.";

// Vendor Feature related
"Automatic" = "Automatisk";
"Picture" = "Billede";
"Document" = "Dokument";
"Three-Dimensional Objects" = "3D genstand";
"Tooltip_Type" = "Angiv, hvilket slags emne du vil scanne. Vælg \"Automatisk\" for at bruge foruddefinerede scanningsindstillinger, der giver et tilfredsstillende resultat for de fleste elementer.";
"Type" = "Type:";

// Button handling
"Scan failed" = "Scanning mislykkedes";

